Repository: initMoin/toDo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, it, ja, ms, th, ur, zh_hans

source: This permanently deletes all items in the trash. This cannot be undone.
ar: يحذف هذا كل العناصر في سلة المهملات نهائيًا. لا يمكن التراجع عن هذا.
es: Esto elimina permanentemente todos los elementos de la papelera. Esto no se puede deshacer.
hi: यह ट्रैश में मौजूद सभी आइटम को स्थायी रूप से हटा देता है। इसे असंपादित नहीं किया जा सकता है।
it: Elimina definitivamente tutti gli elementi nel cestino. Questa azione non può essere annullata.
ja: ゴミ箱内のすべての項目を完全に削除します。この操作は取り消せません。
ms: Ini memadam semua item dalam sampah secara kekal. Tindakan ini tidak boleh dibuat asal.
th: การดำเนินการนี้จะลบรายการทั้งหมดในถังขยะอย่างถาวรและไม่สามารถย้อนกลับได้
ur: یہ ردی کے تمام آئٹمز مستقل طور پر حذف کرتا ہے۔ یہ واپس نہیں ہو سکتا۔
zh_hans: 这将永久删除垃圾箱中的所有项目。此操作无法撤消。

source: This permanently deletes every completed and archived toDō.
ar: يحذف هذا كل تُدُ مكتمل ومؤرشف نهائيًا.
es: Esto elimina permanentemente todas las tareas pendientes completadas y archivadas.
hi: यह प्रत्येक पूर्ण और संग्रहीत toDō को स्थायी रूप से हटा देता है।
it: Elimina definitivamente ogni toDō completato e archiviato.
ja: 完了およびアーカイブ済みのtoDōをすべて完全に削除します。
ms: Ini memadam setiap toDō selesai dan diarkibkan secara kekal.
th: ลบ toDō ที่เสร็จแล้วและเก็บถาวรทั้งหมดอย่างถาวร
ur: یہ ہر مکمل اور آرکائیو شدہ ٹُڈُو مستقل طور پر حذف کرتا ہے۔
zh_hans: 这将永久删除每个已完成并存档的待办事项。

source: This permanently deletes every personal toDō and NanoDo on this device and synced account. Your account, tags, preferences, purchases, and shared lists stay intact.
ar: يؤدي هذا إلى حذف كل toDō وNanoDo شخصي نهائيًا من هذا الجهاز والحساب المتزامن. سيبقى حسابك ووسومك وتفضيلاتك ومشترياتك وقوائمك المشتركة كما هي.
es: Esto elimina permanentemente cada toDō y NanoDo personal de este dispositivo y de la cuenta sincronizada. Tu cuenta, etiquetas, preferencias, compras y listas compartidas permanecen intactas.
hi: यह इस डिवाइस और सिंक किए गए खाते से हर निजी toDō और NanoDo को हमेशा के लिए मिटा देता है। आपका खाता, टैग, प्राथमिकताएँ, खरीदारी और साझा सूचियाँ सुरक्षित रहती हैं।
it: Questa operazione elimina definitivamente ogni toDō e NanoDo personale dal dispositivo e dall’account sincronizzato. Account, tag, preferenze, acquisti ed elenchi condivisi restano intatti.
ja: このデバイスと同期アカウントにある個人のtoDōとNanoDoをすべて完全に削除します。アカウント、タグ、設定、購入内容、共有リストは維持されます。
ms: Ini memadam secara kekal setiap toDō dan NanoDo peribadi pada peranti ini dan akaun disegerakkan. Akaun, tag, pilihan, pembelian dan senarai dikongsi anda kekal utuh.
th: การดำเนินการนี้จะลบ toDō และ NanoDo ส่วนตัวทั้งหมดออกจากอุปกรณ์นี้และบัญชีที่ซิงค์อย่างถาวร บัญชี แท็ก การตั้งค่า การซื้อ และรายการที่แชร์จะยังคงอยู่
ur: یہ اس ڈیوائس اور مطابقت پذیر اکاؤنٹ سے ہر ذاتی toDō اور NanoDo کو مستقل طور پر حذف کر دیتا ہے۔ آپ کا اکاؤنٹ، ٹیگز، ترجیحات، خریداریاں اور مشترکہ فہرستیں برقرار رہتی ہیں۔
zh_hans: 这会永久删除此设备和同步账户中的所有个人 toDō 和 NanoDo。你的账户、标签、偏好设置、购买项目和共享列表保持不变。

source: This purchase is awaiting approval.
ar: عملية الشراء هذه في انتظار الموافقة.
es: Esta compra está pendiente de aprobación.
hi: यह खरीद स्वीकृति की प्रतीक्षा में है।
it: Questo acquisto è in attesa di approvazione.
ja: この購入は承認待ちです。
ms: Pembelian ini sedang menunggu kelulusan.
th: การซื้อนี้กำลังรอการอนุมัติ
ur: یہ خریداری منظوری کی منتظر ہے۔
zh_hans: 此购买正在等待批准。

source: This purchase is not available in the current storefront.
ar: عملية الشراء هذه غير متاحة في المتجر الحالي.
es: Esta compra no está disponible en la tienda actual.
hi: यह खरीद मौजूदा स्टोरफ़्रंट में उपलब्ध नहीं है।
it: Questo acquisto non è disponibile nello store attuale.
ja: この購入は現在のストアでは利用できません。
ms: Pembelian ini tidak tersedia di kedai semasa.
th: การซื้อนี้ไม่มีให้บริการในหน้าร้านปัจจุบัน
ur: یہ خریداری موجودہ اسٹور فرنٹ میں دستیاب نہیں ہے۔
zh_hans: 当前商店不提供此购买项目。

source: This reminder uses your selected notification sound.
ar: يستخدم هذا التذكير صوت الإشعار الذي اخترته.
es: Este recordatorio usa el sonido de notificación seleccionado.
hi: यह रिमाइंडर आपकी चुनी हुई सूचना ध्वनि का उपयोग करता है।
it: Questo promemoria usa il suono di notifica selezionato.
ja: このリマインダーは選択した通知音を使用します。
ms: Peringatan ini menggunakan bunyi pemberitahuan yang anda pilih.
th: การเตือนนี้ใช้เสียงแจ้งเตือนที่คุณเลือก
ur: یہ یاددہانی آپ کی منتخب کردہ اطلاع کی آواز استعمال کرتی ہے۔
zh_hans: 此提醒会使用你选择的通知声音。

source: This removes all existing tags and clears tag links on toDōs and nanoDos.
ar: يزيل هذا كل الوسوم الموجودة ويمسح روابط الوسوم على تُدُس ونَنُدُس.
es: Esto elimina todas las etiquetas existentes y borra los enlaces de etiquetas en toDōs y nanoDos.
hi: यह सभी मौजूदा टैग हटा देता है और toDōs और nanoDos पर टैग लिंक साफ़ कर देता है।
it: Rimuove tutti i tag esistenti e cancella i collegamenti tag su toDō e nanoDo.
ja: 既存のタグをすべて削除し、toDōとnanoDoのタグリンクをクリアします。
ms: Ini membuang semua tag sedia ada dan mengosongkan pautan tag pada toDō dan nanoDo.
th: ลบแท็กที่มีอยู่ทั้งหมดและล้างลิงก์แท็กบน toDō และ nanoDo
ur: یہ تمام موجودہ ٹیگز ہٹاتا ہے اور ٹُڈُوز اور نَینوڈوز پر ٹیگ روابط صاف کرتا ہے۔
zh_hans: 这将删除所有现有标签并清除 toDōs 和 nanoDos 上的标签链接。

source: This removes the selected toDō.
ar: يزيل هذا تُدُ المحدد.
es: Esto elimina la tarea pendiente seleccionada.
hi: यह चयनित toDō को हटा देता है.
it: Rimuove il toDō selezionato.
ja: 選択したtoDōを削除します。
ms: Ini membuang toDō yang dipilih.
th: ลบ toDō ที่เลือก
ur: یہ منتخب ٹُڈُو ہٹاتا ہے۔
zh_hans: 这将删除选定的待办事项。

source: This removes the shared list and its access for everyone. This cannot be undone.
ar: يؤدي هذا إلى إزالة القائمة المشتركة ووصولها للجميع. لا يمكن التراجع عن ذلك.
es: Esto elimina la lista compartida y su acceso para todos. No se puede deshacer.
hi: यह साझा सूची और सभी के लिए उसकी पहुँच हटा देता है。 इसे पूर्ववत नहीं किया जा सकता।
it: Rimuove la lista condivisa e il relativo accesso per tutti. Non può essere annullato.
ja: 共有リストと全員のアクセスを削除します。この操作は取り消せません。
ms: Ini mengalih keluar senarai dikongsi dan aksesnya untuk semua orang. Tindakan ini tidak boleh dibuat asal.
th: การดำเนินการนี้จะลบรายการที่แชร์และการเข้าถึงของทุกคน ไม่สามารถเลิกทำได้
ur: یہ مشترکہ فہرست اور سب کے لیے اس کی رسائی ہٹا دیتا ہے۔ اسے واپس نہیں کیا جا سکتا۔
zh_hans: 这会移除共享列表及所有人的访问权限，且无法撤销。

source: Time
ar: الوقت
es: Tiempo
hi: समय
it: Ora
ja: 時刻
ms: Masa
th: เวลา
ur: وقت
zh_hans: 时间

source: Time Zone
ar: المنطقة الزمنية
es: Zona horaria
hi: समय क्षेत्र
it: Fuso orario
ja: タイムゾーン
ms: Zon Masa
th: เขตเวลา
ur: ٹائم زون
zh_hans: 时区

source: Time-sensitive
ar: حساس للوقت
es: Urgente
hi: समय-संवेदनशील
it: Sensibile al tempo
ja: 時間に敏感
ms: Sensitif Masa
th: ไวต่อเวลา
ur: وقت کے لحاظ سے حساس
zh_hans: 时间敏感

source: Time-Sensitive
ar: حساس للوقت
es: Urgente
hi: समय-संवेदनशील
it: Urgente
ja: 時間指定
ms: Sensitif Masa
th: ไวต่อเวลา
ur: وقت حساس
zh_hans: 时间敏感

source: Time-Sensitive follows device settings.
ar: الحساس للوقت يتبع إعدادات الجهاز.
es: Urgente sigue los ajustes del dispositivo.
hi: Time-Sensitive डिवाइस सेटिंग्स का पालन करता है।
it: Urgente segue le impostazioni del dispositivo.
ja: Time-Sensitiveはデバイス設定に従います。
ms: Time-Sensitive mengikut tetapan peranti.
th: Time-Sensitive ใช้ตามการตั้งค่าอุปกรณ์
ur: Time-Sensitive ڈیوائس settings کے مطابق ہے۔
zh_hans: Time-Sensitive 遵循设备设置。

source: Time-Sensitive is allowed.
ar: الحساس للوقت مسموح.
es: Urgente esta permitido.
hi: Time-Sensitive अनुमति है।
it: Urgente e consentito.
ja: Time-Sensitiveが許可されています。
ms: Time-Sensitive dibenarkan.
th: อนุญาต Time-Sensitive แล้ว
ur: Time-Sensitive کی اجازت ہے۔
zh_hans: Time-Sensitive 已允许。

source: Time-Sensitive is not available here.
ar: الحساس للوقت غير متاح هنا.
es: Urgente no esta disponible aqui.
hi: Time-Sensitive यहां उपलब्ध नहीं है।
it: Urgente non e disponibile qui.
ja: ここではTime-Sensitiveを利用できません。
ms: Time-Sensitive tidak tersedia di sini.
th: Time-Sensitive ใช้ไม่ได้ที่นี่
ur: Time-Sensitive یہاں دستیاب نہیں۔
zh_hans: 此处不支持 Time-Sensitive。

source: Time-Sensitive is off in Settings.
ar: الحساس للوقت متوقف في الإعدادات.
es: Urgente esta desactivado en Ajustes.
hi: Time-Sensitive सेटिंग्स में बंद है।
it: Urgente e disattivato in Impostazioni.
ja: 設定でTime-Sensitiveがオフです。
ms: Time-Sensitive dimatikan dalam Tetapan.
th: ปิด Time-Sensitive ในตั้งค่า
ur: Time-Sensitive Settings میں بند ہے۔
zh_hans: Time-Sensitive 已在“设置”中关闭。

source: Time-Sensitive Only
ar: الحساسة للوقت فقط
es: Sólo sensible al tiempo
hi: केवल समय के प्रति संवेदनशील
it: Solo urgenti
ja: 時間指定のみ
ms: Sensitif masa sahaja
th: เฉพาะสำคัญตามเวลา
ur: صرف وقت حساس
zh_hans: 仅对时间敏感

source: Time-sensitive reminder
ar: تذكير حساس للوقت
es: Recordatorio urgente
hi: समय के प्रति संवेदनशील अनुस्मारक
it: Promemoria urgente
ja: 時間指定リマインダー
ms: Peringatan sensitif masa
th: การเตือนสำคัญตามเวลา
ur: وقت حساس یاد دہانی
zh_hans: 时效提醒

source: Time-sensitive toDō
ar: toDō حساس للوقت
es: toDō urgente
it: toDō Time Sensitive
ja: 時間に敏感なtoDō
ms: toDō Time Sensitive
th: toDō แบบ Time Sensitive
zh_hans: 时间敏感 toDō

source: Timing
ar: التوقيت
es: Tiempo
hi: समय
it: Tempistica
ja: タイミング
ms: Masa
th: เวลา
ur: وقت
zh_hans: 时间

source: Title
ar: العنوان
es: Título
hi: शीर्षक
it: Titolo
ja: タイトル
ms: Tajuk
th: ชื่อ
ur: عنوان
zh_hans: 标题

source: Today
ar: اليوم
es: Hoy
hi: आज
it: Oggi
ja: 今日
ms: Hari ini
th: วันนี้
ur: آج
zh_hans: 今天

source: Today has enough shape to choose a focused next move.
ar: اليوم واضح بما يكفي لاختيار خطوة مركزة تالية.
es: Hoy tiene suficiente forma para elegir el siguiente paso con enfoque.
hi: आज इतना स्पष्ट है कि अगला केंद्रित कदम चुना जा सके।
it: Oggi ha abbastanza struttura per scegliere una prossima mossa mirata.
ja: 今日は次の集中すべき一手を選べるだけの形があります。
ms: Hari ini cukup jelas untuk memilih langkah fokus seterusnya.
th: วันนี้มีโครงพอให้เลือกก้าวถัดไปอย่างมีสมาธิ
ur: آج اتنی وضاحت ہے کہ اگلا مرکوز قدم چنا جا سکے۔
zh_hans: 今天已经足够清晰，可以选择一个专注的下一步。

source: Today has scheduled work ready for focused attention.
ar: اليوم لديه عمل مجدول جاهز لتركيزك.
es: Hoy hay trabajo programado listo para atención enfocada.
hi: आज निर्धारित कार्य केंद्रित ध्यान के लिए तैयार है।
it: Oggi c’è lavoro programmato pronto per attenzione mirata.
ja: 今日は集中して取り組む予定作業があります。
ms: Hari ini ada kerja berjadual yang sedia diberi tumpuan.
th: วันนี้มีงานที่กำหนดเวลาไว้พร้อมให้โฟกัส
ur: آج شیڈول شدہ کام مرکوز توجہ کے لیے تیار ہے۔
zh_hans: 今天有计划任务需要专注处理。

source: toDō
ar: تُدُ
ur: تُدُ

source: ToDō %@
ar: تُدُ %@
ur: تُدُ %@

source: ToDō %@ overdue
ar: تُدُ %@ متأخر
es: ToDō %@ vencido
hi: ToDō %@ अतिदेय
it: ToDō %@ in ritardo
ja: ToDō %@ 件期限切れ
ms: ToDō %@ lewat
th: ToDō เกินกำหนด %@ รายการ
ur: تُدُ %@ تاخیر کا شکار
zh_hans: ToDō %@ 个已逾期

source: ToDō %@ today
ar: تُدُ %@ اليوم
es: ToDō %@ hoy
hi: ToDō %@ आज
it: ToDō %@ oggi
ja: ToDō %@ 件今日
ms: ToDō %@ hari ini
th: ToDō วันนี้ %@ รายการ
ur: تُدُ %@ آج
zh_hans: ToDō %@ 个今天

source: toDō ${title}
ar: تُدُ ${title}
es: tarea pendiente${title}
hi: ${title}करने के लिए
ur: ٹُڈُو ${title}
zh_hans: 待办事项${title}

source: toDō account
ar: حساب toDō
es: Cuenta de toDō
hi: toDō खाता
it: Account toDō
ja: toDōアカウント
ms: Akaun toDō
th: บัญชี toDō
ur: toDō اکاؤنٹ
zh_hans: toDō 账户

source: toDō asks for notification permission here because reminders only matter after you decide to use them. You can change this later in Settings.
ar: يطلب toDō إذن الإشعارات هنا لأن التذكيرات لا تهم إلا بعد أن تقرر استخدامها. يمكنك تغيير ذلك لاحقًا من الإعدادات.
es: toDō pide permiso de notificaciones aquí porque los recordatorios solo importan después de que decides usarlos. Puedes cambiarlo después en Ajustes.
hi: toDō यहाँ नोटिफिकेशन अनुमति मांगता है क्योंकि रिमाइंडर तभी मायने रखते हैं जब आप उन्हें इस्तेमाल करना चुनते हैं। आप इसे बाद में सेटिंग्स में बदल सकते हैं।
it: toDō chiede qui il permesso per le notifiche perché i promemoria contano solo dopo che decidi di usarli. Puoi cambiarlo più tardi in Impostazioni.
ja: toDōはここで通知許可を求めます。リマインダーは使うと決めた後に意味を持つためです。後で設定から変更できます。
ms: toDō meminta kebenaran pemberitahuan di sini kerana peringatan hanya penting selepas anda memilih untuk menggunakannya. Anda boleh menukarnya kemudian dalam Tetapan.
th: toDō ขออนุญาตการแจ้งเตือนที่นี่ เพราะการเตือนจะมีความหมายเมื่อคุณตัดสินใจใช้ คุณเปลี่ยนได้ภายหลังในการตั้งค่า
ur: toDō یہاں اطلاع کی اجازت مانگتا ہے کیونکہ یاددہانیاں تبھی معنی رکھتی ہیں جب آپ انہیں استعمال کرنے کا فیصلہ کرتے ہیں۔ آپ اسے بعد میں ترتیبات میں بدل سکتے ہیں۔
zh_hans: toDō 在这里请求通知权限，因为提醒只有在你决定使用时才有意义。你稍后可以在设置中更改。

source: toDō asks for notification permission here because reminders only matter after you decide to use them. You can change this later in Settings. Use the back arrow when you are ready to return to the tour.
ar: يطلب toDō إذن الإشعارات هنا لأن التذكيرات لا تهم إلا بعد أن تقرر استخدامها. يمكنك تغيير ذلك لاحقًا في الإعدادات. استخدم سهم الرجوع عندما تكون جاهزًا للعودة إلى الجولة.
es: toDō solicita permiso para las notificaciones aquí porque los recordatorios solo importan cuando decides usarlos. Puedes cambiarlo más tarde en Ajustes. Usa la flecha atrás cuando estés listo para volver al recorrido.
hi: toDō यहाँ नोटिफ़िकेशन अनुमति माँगता है क्योंकि रिमाइंडर तब ही उपयोगी हैं जब आप उनका उपयोग करना चुनें। इसे बाद में सेटिंग्स में बदल सकते हैं। टूर पर लौटने के लिए तैयार होने पर पीछे तीर का उपयोग करें।
it: toDō chiede qui il permesso per le notifiche perché i promemoria servono solo dopo aver deciso di usarli. Puoi modificarlo in seguito nelle impostazioni. Usa la freccia indietro quando sei pronto a tornare al tour.
ja: toDōがここで通知の許可を求めるのは、リマインダーを使うと決めた後に役立つ機能だからです。後から設定で変更できます。準備ができたら戻る矢印でツアーに戻ります。
ms: toDō meminta kebenaran pemberitahuan di sini kerana peringatan hanya berguna selepas anda memilih untuk menggunakannya. Anda boleh menukarnya kemudian dalam Tetapan. Gunakan anak panah kembali apabila bersedia untuk kembali ke lawatan.
th: toDō ขออนุญาตการแจ้งเตือนที่นี่ เพราะการเตือนจะมีประโยชน์เมื่อคุณเลือกใช้เท่านั้น คุณเปลี่ยนได้ภายหลังใน Settings ใช้ลูกศรย้อนกลับเมื่อพร้อมกลับไปที่ทัวร์
ur: toDō یہاں نوٹیفکیشن کی اجازت مانگتی ہے کیونکہ یاد دہانیاں تب ہی اہم ہیں جب آپ انہیں استعمال کرنے کا فیصلہ کریں۔ آپ اسے بعد میں Settings میں تبدیل کر سکتے ہیں۔ ٹور پر واپس جانے کے لیے تیار ہونے پر پیچھے کا تیر استعمال کریں۔
zh_hans: toDō 在这里请求通知权限，因为提醒只有在你决定使用后才有意义。之后可以在设置中更改。准备好返回引导时，请使用返回箭头。

source: toDō can notify you when you arrive at or leave a saved location.
ar: يمكن لـ تُدُ تنبيهك عند وصولك إلى موقع محفوظ أو مغادرتك له.
es: toDō puede notificarle cuando llega o sale de una ubicación guardada.
hi: जब आप किसी सहेजे गए स्थान पर पहुंचते हैं या निकलते हैं तो toDō आपको सूचित कर सकता है।
it: toDō può avvisarti quando arrivi o lasci un luogo salvato.
ja: 保存した場所に到着または出発したときにtoDōが通知できます。
ms: toDō boleh memaklumkan anda apabila tiba atau meninggalkan lokasi yang disimpan.
th: toDō สามารถแจ้งเตือนเมื่อคุณมาถึงหรือออกจากตำแหน่งที่บันทึกไว้
ur: ٹُڈُو آپ کو محفوظ مقام پر پہنچنے یا وہاں سے نکلنے پر اطلاع دے سکتا ہے۔
zh_hans: 当您到达或离开保存的位置时，toDō 可以通知您。

source: toDō can remind you when tasks become important.
ar: يمكن لـتُدُأن يذكرك عندما تصبح المهام مهمة.
es: toDōpuede recordarle cuando las tareas se vuelven importantes.
hi: जब कार्य महत्वपूर्ण हो जाते हैं तोtoDōआपको याद दिला सकता है।
it: ZXPLACEholder0ZX può ricordarti quando le attività diventano importanti.
ja: toDōは、タスクが重要になったときに通知できます。
ms: toDōboleh mengingatkan anda apabila tugas menjadi penting.
th: toDōสามารถเตือนคุณเมื่องานกลายเป็นเรื่องสำคัญ
ur: جب کام اہم ہو جائیں توٹُڈُوآپ کو یاد دلا سکتا ہے۔
zh_hans: toDō可以在任务变得重要时提醒您。

source: ToDō clear
ar: تُدُ خالٍ
es: ToDō limpio
hi: ToDō खाली
it: ToDō libero
ja: ToDōなし
ms: ToDō kosong
th: ToDō ว่าง
ur: تُدُ خالی
zh_hans: ToDō 已清空

# toDō collab invitation for %@ %@ Invitee: %@
source: toDō collab invitation for %1$@ %2$@ Invitee: %3$@
ar: دعوة تعاون toDō لـ %@ %@ المدعو: %@
es: Invitación de colaboración de toDō para %@ %@ Invitado: %@
hi: %@ के लिए toDō सहयोग निमंत्रण %@ आमंत्रित: %@
it: Invito alla collaborazione toDō per %@ %@ Invitato: %@
ja: %@へのtoDō共同作業の招待 %@ 招待相手: %@
ms: Jemputan kolaborasi toDō untuk %@ %@ Jemputan kepada: %@
th: คำเชิญให้ทำงานร่วมกันใน toDō สำหรับ %@ %@ ผู้ได้รับเชิญ: %@
ur: %@ کے لیے toDō تعاون کی دعوت %@ مدعو: %@
zh_hans: 发给 %@ 的 toDō 协作邀请 %@ 受邀者：%@

# toDō Collab Invitation for %@ %@ Invitee: %@
source: toDō Collab Invitation for %1$@ %2$@ Invitee: %3$@
ar: دعوة تعاون toDō لـ %@ %@ المدعو: %@
es: Invitación de colaboración de toDō para %@ %@ Invitado: %@
hi: %@ के लिए toDō सहयोग निमंत्रण %@ आमंत्रित: %@
it: Invito alla collaborazione toDō per %@ %@ Invitato: %@
ja: %@へのtoDō共同作業の招待 %@ 招待相手: %@
ms: Jemputan kolaborasi toDō untuk %@ %@ Jemputan kepada: %@
th: คำเชิญให้ทำงานร่วมกันใน toDō สำหรับ %@ %@ ผู้ได้รับเชิญ: %@
ur: %@ کے لیے toDō تعاون کی دعوت %@ مدعو: %@
zh_hans: 发给 %@ 的 toDō 协作邀请 %@ 受邀者：%@

source: toDō Collab Invite
ar: دعوة تعاون toDō
es: Invitación de colaboración de toDō
hi: toDō सहयोग निमंत्रण
it: Invito alla collaborazione toDō
ja: toDō共同作業の招待
ms: Jemputan kolaborasi toDō
th: คำเชิญทำงานร่วมกันใน toDō
ur: toDō تعاون کی دعوت
zh_hans: toDō 协作邀请

source: toDō Collab Invite!
ar: دعوة تعاون toDō!
es: ¡Invitación de colaboración de toDō!
hi: toDō सहयोग निमंत्रण!
it: Invito alla collaborazione toDō!
ja: toDō共同作業の招待！
ms: Jemputan kolaborasi toDō!
th: คำเชิญทำงานร่วมกันใน toDō!
ur: toDō تعاون کی دعوت!
zh_hans: toDō 协作邀请！

source: toDō could not read this sound file.
ar: تعذر على تُدُ قراءة ملف الصوت هذا.
es: toDō no pudo leer este archivo de sonido.
hi: toDō यह ध्वनि फ़ाइल नहीं पढ़ सका।
it: toDō non ha potuto leggere questo file audio.
ja: toDōはこのサウンドファイルを読み込めませんでした。
ms: toDō tidak dapat membaca fail bunyi ini.
th: toDō อ่านไฟล์เสียงนี้ไม่ได้
ur: toDō یہ آواز فائل نہیں پڑھ سکا۔
zh_hans: toDō 无法读取此声音文件。

source: toDō couldn’t add this nanoDo. %@
ar: تعذر على تُدُ إضافة هذا النانو دُ. %@
es: toDō no pudo agregar este nanoDo. %@
hi: toDō इस nanoDo को जोड़ नहीं सका। %@
it: toDō non ha potuto aggiungere questo nanoDo. %@
ja: toDōはこのnanoDoを追加できませんでした。%@
ms: toDō tidak dapat menambah nanoDo ini. %@
th: toDō ไม่สามารถเพิ่ม nanoDo นี้ได้ %@
ur: toDō یہ nanoDo شامل نہیں کر سکا۔ %@
zh_hans: toDō 无法添加此 nanoDo。%@

source: toDō couldn’t delete this nanoDo. %@
ar: تعذر على تُدُ حذف هذا النانو دُ. %@
es: toDō no pudo eliminar este nanoDo. %@
hi: toDō इस nanoDo को हटा नहीं सका। %@
it: toDō non ha potuto eliminare questo nanoDo. %@
ja: toDōはこのnanoDoを削除できませんでした。%@
ms: toDō tidak dapat memadam nanoDo ini. %@
th: toDō ไม่สามารถลบ nanoDo นี้ได้ %@
ur: toDō یہ nanoDo حذف نہیں کر سکا۔ %@
zh_hans: toDō 无法删除此 nanoDo。%@

source: toDō couldn’t save this change. %@
ar: تعذر على تُدُ حفظ هذا التغيير. %@
es: toDō no pudo guardar este cambio. %@
hi: toDō यह बदलाव सहेज नहीं सका। %@
it: toDō non ha potuto salvare questa modifica. %@
ja: toDōはこの変更を保存できませんでした。%@
ms: toDō tidak dapat menyimpan perubahan ini. %@
th: toDō ไม่สามารถบันทึกการเปลี่ยนแปลงนี้ได้ %@
ur: toDō یہ تبدیلی محفوظ نہیں کر سکا۔ %@
zh_hans: toDō 无法保存此更改。%@

source: toDō Data Reset
ar: إعادة ضبط بيانات toDō
es: Restablecimiento de datos de toDō
hi: toDō डेटा रीसेट
it: Ripristino dati di toDō
ja: toDōデータのリセット
ms: Tetapan Semula Data toDō
th: รีเซ็ตข้อมูล toDō
ur: toDō ڈیٹا ری سیٹ
zh_hans: toDō 数据重置

source: toDō Focus
ar: تركيز تُدُ
es: Tareas pendientesFocus
hi: टूडूFocus
it: Focus toDō
ja: toDōフォーカス
ms: Fokus toDō
th: โฟกัส toDō
ur: ٹُڈُو فوکس
zh_hans: 待办事项Focus

source: toDō ID
ar: معرّف تُدُ
es: ID de tareas pendientes
hi: टूडू आईडी
it: ID toDō
ms: ID toDō
th: รหัส toDō
ur: ٹُڈُو ID
zh_hans: 待办事项 ID

source: toDō is a productivity system built for the user to help you stay organized without getting in your way. From everyday tasks and shopping lists to bigger plans and everything beyond, it’s designed to work the way you do.
ar: toDō هو نظام إنتاجية مصمم للمستخدم ليساعدك على البقاء منظمًا دون أن يقف في طريقك. من المهام اليومية وقوائم التسوق إلى الخطط الأكبر وكل ما يتجاوزها، صُمم ليعمل بالطريقة التي تعمل بها.
es: toDō es un sistema de productividad creado para ayudarte a mantenerte organizado sin interponerse en tu camino. Desde las tareas diarias y las listas de compras hasta los planes más grandes y todo lo demás, está diseñado para funcionar como tú.
hi: toDō उपयोगकर्ता के लिए बनाया गया उत्पादकता सिस्टम है, जो रास्ते में आए बिना आपको व्यवस्थित रहने में मदद करता है। रोज़मर्रा के कार्यों और खरीदारी सूचियों से लेकर बड़ी योजनाओं और उससे आगे तक, इसे आपके काम करने के तरीके के अनुसार बनाया गया है।
it: toDō è un sistema di produttività pensato per aiutarti a restare organizzato senza intralciarti. Dalle attività quotidiane e le liste della spesa ai piani più grandi e oltre, è progettato per funzionare come fai tu.
ja: toDōは、邪魔をせずに整理整頓を支えるユーザー向けの生産性システムです。日々のタスクや買い物リストから大きな計画まで、あなたの使い方に合わせて機能します。
ms: toDō ialah sistem produktiviti yang dibina untuk membantu anda kekal teratur tanpa mengganggu. Daripada tugas harian dan senarai beli-belah hingga rancangan besar dan segala yang melangkauinya, ia direka untuk berfungsi mengikut cara anda.
th: toDō คือระบบเพิ่มประสิทธิภาพที่สร้างมาเพื่อช่วยให้คุณจัดระเบียบได้โดยไม่ขวางทาง ตั้งแต่งานประจำวันและรายการช้อปปิ้ง ไปจนถึงแผนใหญ่และทุกสิ่งที่มากกว่านั้น ออกแบบมาให้ทำงานในแบบของคุณ
ur: toDō صارف کے لیے بنایا گیا پیداواری نظام ہے جو آپ کے راستے میں آئے بغیر منظم رہنے میں مدد دیتا ہے۔ روزمرہ کے کاموں اور خریداری کی فہرستوں سے لے کر بڑے منصوبوں اور اس سے آگے تک، اسے آپ کے کام کرنے کے انداز کے مطابق بنایا گیا ہے۔
zh_hans: toDō 是一套以用户为中心的效率系统，帮助你保持井然有序而不打扰你的节奏。从日常任务和购物清单，到更大的计划以及更多内容，它都旨在按照你的方式工作。

source: toDō is batching recent changes before sending them.
ar: يقوم تُدُ بتجميع التغييرات الأخيرة قبل إرسالها.
es: toDō agrupa los cambios recientes antes de enviarlos.
hi: toDō हाल के परिवर्तनों को भेजने से पहले उन्हें बैच रहा है।
it: toDō raggruppa le modifiche recenti prima di inviarle.
ja: toDō は、最近の変更を送信する前にバッチ処理します。
ms: toDō sedang mengumpulkan perubahan terkini sebelum menghantarnya.
th: toDō กำลังรวบรวมการเปลี่ยนแปลงล่าสุดก่อนที่จะส่ง
ur: ٹُڈُو حالیہ تبدیلیوں کو بھیجنے سے پہلے بیچ رہا ہے۔
zh_hans: toDō 在发送之前批处理最近的更改。

source: toDō is designed to adapt to your workflow over time. Start small. Refine continuously.
ar: صُمم تُدُ ليتكيف مع طريقة عملك مع الوقت. ابدأ ببساطة. وحسّن باستمرار.
es: toDō está diseñado para adaptarse a tu forma de trabajar con el tiempo. Empieza pequeño. Mejora continuamente.
hi: toDō समय के साथ आपके काम करने के तरीके के अनुसार ढलने के लिए बनाया गया है. छोटे से शुरू करें. लगातार सुधारें.
it: toDō è progettato per adattarsi al tuo flusso di lavoro nel tempo. Inizia in piccolo. Migliora continuamente.
ja: toDōは、時間とともにあなたのワークフローに馴染むように設計されています。 小さく始めて、継続的に磨いていきましょう。
ms: toDō direka untuk menyesuaikan diri dengan aliran kerja anda dari semasa ke semasa. Mulakan kecil. Perbaiki secara berterusan.
th: toDō ถูกออกแบบให้ปรับเข้ากับวิธีทำงานของคุณเมื่อเวลาผ่านไป เริ่มเล็ก ๆ แล้วปรับให้ดีขึ้นเรื่อย ๆ
ur: toDō وقت کے ساتھ آپ کے ورک فلو کے مطابق ڈھلنے کے لیے بنایا گیا ہے۔ چھوٹا شروع کریں۔ مسلسل بہتر بنائیں۔
zh_hans: toDō 旨在随着时间适应你的工作方式。 从小开始，持续优化。

source: toDō is getting this device ready for remote reminders.
ar: يجهّز تُدُ هذا الجهاز للتذكيرات البعيدة.
es: toDō esta preparando este dispositivo para recordatorios remotos.
hi: toDō इस डिवाइस को रिमोट रिमाइंडर के लिए तैयार कर रहा है।
it: toDō sta preparando questo dispositivo per i promemoria remoti.
ja: toDōがこのデバイスをリモートリマインダー用に準備しています。
ms: toDō sedang menyediakan peranti ini untuk peringatan jauh.
th: toDō กำลังเตรียมอุปกรณ์นี้สำหรับการเตือนระยะไกล
ur: toDō اس ڈیوائس کو remote reminders کے لیے تیار کر رہا ہے۔
zh_hans: toDō 正在准备此设备以使用远程提醒。

source: toDō is using %@.
ar: يستخدم تُدُ %@.
es: toDō esta usando %@.
hi: toDō %@ इस्तेमाल कर रहा है।
it: toDō sta usando %@.
ja: toDōは%@を使用中です。
ms: toDō sedang menggunakan %@.
th: toDō กำลังใช้ %@
ur: toDō %@ استعمال کر رہا ہے۔
zh_hans: toDō 正在使用 %@。
